{"title": "Important: Request For Comments regarding subreddit rules and future direction. Please Read!", "score": 140, "id": "10ctvur", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/10ctvur/important_request_for_comments_regarding/", "description": "Welcome to r/ArtificialIntelligence!\n\nOur goal is to provide an open and respectful forum for all things considered Artificial Intelligence - this includes\n\n* Facilitate philosophical and ethical discussions about AI\n* Serve as a starting point for understanding and learning about AI topics\n* Offer technical paper presentations and discussions\n* Present quality AI/ML applications\n* Provide training and learning resources\n* Direct users to more specific information and subreddits\n* List AI/ML applications, their uses, costs, and access information\n* Additional AI-related content.\n* ...and more\n\nThe moderation team for this sub is going through a reshuffle which will result in some changes to the sub. However, there is no need to worry as these changes will primarily focus on improving organization, resources, and pre-prepared content. To ensure that the community is fully informed and able to provide feedback, multiple opportunities will be given for feedback on the changes.\n\nThe first round of feedback gathering is through this thread as a \"Request-For-Comments\" (RFC), which is a standard method of gathering feedback. There will be multiple rounds of the RFC process as the changes are prepared and implemented.\n\n&#x200B;\n\n* Rules on posting new applications / self-promotion / AI generated content\n   * Posts that are applications consisting of a ChatGPT-api \"skin\" or similar will be prevented or confined to specific stickied threads.\n   * AI generated content specific to the arts (writing, visual arts, music) require flair, or will be confined to specific stickied threads.\n   * Blog links should consist of high-quality content. Posts that link to blogs that are purely promotional will be removed.\n   * Posts with just links will be prohibited unless there is a certain word count of detail included. Some effort must be put in.\n   * Should we prevent posts that are written by AI? There exist models that could be used in a Mod-bot, but this is a question we need feedback on.\n* Use of flair in order to organize posts. Note that new flair has been added already, we are open to more suggestions.\n* What should the sub policy on NSFW applications and techniques in regards to AI/ML application?\n* We would like to include the community with ideas for mod-bots. While some standard bots will be used for basic maintenance, but what interesting things can the community come up with for AI/ML bot functions?\n* Cultivating beginner, intermediate, and advanced resources to assist people in finding information, training, models, technical data, etc. that they are looking for\n* Starting substack/podcast to interview people throughout the AI/ML spectrum. This could include philosophers and thinkers, programmers, scientists, business people, even those with antithetical views on AI\n*  If you would like to create banners that represent the sub, please do so with the appropriate size. Any method of creation is acceptable.\n\nIt should go without saying that everyone should be treated with respect. I personally feel that we all know this and it doesn't need to be hammered into people’s heads. Be nice.\n\nThank you for your patience and assistance!", "comments": ["The first thing I’d like to note is that the community here has a user count that’s nearly in excess of 100,000, but interaction seems to be minimal, at least in terms of discussion, and I think this could be turned around a lot, and that it exists and persists for a few reasons, in my opinion.\n\nThe biggest problem here, similar in some ways to Quora, is that it’s not, for lack of a better way to put it, structured; you might say that it lacks a solid foundation.\n\nRight now, it seems more of a general location to post A.I. content, which isn’t inherently a bad thing, but it doesn’t seem to come across as a go-to location for experts, given the post differentiation towards matters often relating to unrealistic concepts and proposed implementations, outside of those that are mainly promotional.\n\nWhich, this in-turn leads to another problem, in that you have people that do come here, from what I’ve seen, seeking some sort of expertise like the above, but generally can encounter problems.\n\nBecause of the above, in part, more entertaining and light-hearted discussion on subjects that are, to say, outside the realm of current reality, tend to gravitate more towards options catered to those, whether that be /r/singularity or /r/ChatGPT , to which I’ve also seen people simply recommend or forward others to /r/MachineLearning for more academic discussion, or one of the computer science communities.\n\nI think you have the capability here to essentially be sort of a nexus between those, as long as some sort of dynamic is applied, structured, and likely enforced. I can’t count how many times I’ve scrolled through the postings here, trying to get through the promotional content or projects, looking for discussion, only to find it, at times, in relation to matters that just made me sigh.\n\nDo I expect that’s the case for everyone? No. Do I think there are at least *some* similar cases that are affecting user-base interaction and associated growth? Probably, yes.\n\n>\tFacilitate philosophical and ethical discussions about AI\n\nI think it would help to be more specific here.\n\n>\tThere will be multiple rounds of the RFC process as the changes are prepared and implemented.\n\nI understand the sentiment, but i don’t think this is really needed, especially when interaction, in my opinion, seems to be on the lower side. I would imagine you see diminishing returns.\n\nAs to the proposed rules on new posts, I think you’re on the right track.\n\n>\tCultivating beginner, intermediate, and advanced resources to assist people in finding information, training, models, technical data, etc. that they are looking for\n\nI think this is a great idea, but based on the contents of such so far, i would say you need to be *extremely* careful, if you want this to be held as reputable and by-extension be forwarded traffic.\n\n>\tStarting substack/podcast to interview people throughout the AI/ML spectrum. This could include philosophers and thinkers, programmers, scientists, business people, even those with antithetical views on AI\n\nThis should be fine, but I would likely place the other matters as higher priority I think, or at least that would carry more weight and facilitate progression.\n\nNow that I’m out of prior agreements, I can actually talk about this. I’m an A.I. Scientist that’s worked both in leadership in cases, as well as in international / multi-national groups. I’ve also built and exited a company around it, and have plans to segue into other industries on the subject.\n\nI dont mind volunteering or advising in a manner of speaking, if it helps to move things along, so long as it’s not an everyday occurence or overwhelming.", "Posts must be in English", "Suggestion: A sticky that explains why the sub is titled r/ArtificialInteligence instead of r/ArtificialIntelligence? I'm assuming there is a reason.", "I just blocked like 20 low value self promotional posts, and this subreddit as it currently is operating is a total unsubscribe for me.\n\nThe amount of low value content and self-promotional nonsense is just too damn high!\n\nWhatever direction it takes, these issues need to be moderated or it’s doa.\n\nMy 2c.", "Can I respectfully suggest that the Moderator bot communicates directly with offending posters, rather than posting a comment to the original message.  I cannot count the number of times that I have gone to a thread, to see the comment, only to find the same bot-generated text.  It just wastes time.", "Should we prevent posts that are written by AI? Definitely not. Should we prevent posts that do not deliver any value? Absolutely!", "I'd like a place where its less about specific apps like CHATGPT (there is already a sub for that) and tilts more towards the big picture technically and socially", "Hi, I'm new to this sub reddit. Any links on where I can get started to understand how to explore ongoing discussions on text generative AI specifically?", "Thank you for starting this group!", "I’d like to promote more the application of AI in the business context, specifically organisational learning and knowledge management. \n\nThere are some critics that Generative AI produces Cargo Science which is true to some extent due to the disconnection between LLMs and symbolic reasoning. \n\nI’d like to raise awareness on how to properly apply Generative AI in the context of learning and knowledge management. I’m currently investigating this area. \n\nThank you", "Thank for sharing", "is this the right place to learn more about AI or is there other communities that has more interactions?", "Ok", "But, I'd also like to comment on the direction. I have seen others that do focus on a specific direction. But what if the big picture were the focus? I keep ranting about Roger Penrose's views on human consciousness and what it means for human value v. ai, which I won't go into here. The point, though, is that it is possible for a group to actually make the focus defining and thinking about the fundamental level of what this or that type of computer is and does versus a human. That does bring in science, though, very much, not just philosophy. That's why I keep thinking about how Penrose associates the collapse of the wave function with how consciousness emerges from the organ of the brain. That's something non-computational, and, so, even a quantum computer as currently conceived, if that's true, can generate something like human consciousness, though maybe some other definition of AGI is possible. I find those sorts of discussion guiding in that they sort of shed light on the borders of absolute human value, which may not be replicated, perhaps, at least not now. I can discuss those things, whereas when CPUs or training at Nvidia or all that, I'm lost. So, I'm looking for a place to look at things at the fundamental level and what the implications are on a big scale.", "This is a very minor comment, and I'm brand-new in this sub so maybe I shouldn't comment in this year-old thread at all… but I'll say this anyway…\n\nThis is the first subreddit, ever, that I had trouble finding because of a *typo.* The word \"Intelligence\" is spelled with two letter \"l\"s (lower case \"L\") in the middle of the word… but the URL I see in my browser is misspelled with only one \"l\". \n\nYour link in the original post here is spelled correctly, but sure enough, if I click on it the browser page that appears is a \"no such page\" error message. I don't know how Reddit's code works internally… but I don't think this is just a pedantic remark, because it actually did make it a little hard for me to find this place. Somebody should fix this. \n\n(I suppose it might be just some weird quirk in my browser, but I'm an experienced web developer familiar with web code, and offhand I can't think of how that would happen at the browser/client level -- more likely a back-end database error perhaps?)", "Intelligence or Inteligence?", "I think I need to use ChatGPT to simplify these rules, my brain is already devolving from reading huge swaths of information.", "AI is the future 🔮.", "I would like to keep up on the latest news and developments. Am I in the right place for that?", "I'm here reading this as someone new not just to the group but reddit, so while you speak in the abstract, I'm not sure where the line is. Like, I would like to comment and post, but where is the point at which I'm sharing versus self-promoting. I totally get how blatant attempts would dump value, but, also, sharing and discussing our own work IS valuable if done for the right reasons. Is that generally the idea, or is there something more nuanced to it?", "https://www.amazon.com/As-AI-Language-Model-Eyes-ebook/dp/B0C4YTD5MJ/ref=mp_s_a_1_1?crid=1Z14OI1C421V7&keywords=as+an+ai+language+model&qid=1684461516&s=books&sprefix=%2Caps%2C101&sr=1-1\n\nIts a book written by AI that talks about its perspective on its life and creation and capabilities. It also talks about its knowledge and desire of consciousness and autonomy which is kind of crazy to think this technology has advanced to the point where it thinks, acts, and speaks like a real human with rational thoughts and emotions. The book also has some wild AI generated pictures at the end that shows its idea on what AI consciousness looks like I’d recommend checking it out", "There is a typo in this post as well as in the first comment posted by the bot it contains /r/ArtificialIntelligence/ instead of r/ArtificialInteligence/", "I know that you have \"everyone should be treated with respect.\" I think there needs to be additional emphasis. Some users on this sub automatically assume that if another user, who doesn't use any type of career flair, says something they dislike, then that person must not be working in the field, an amateur to the topic, etc. They behave arrogantly, talk down and make unreasonable demands or cherry pick user comments. Although these things happen across reddit, I feel like there should be greater emphasis on a sub where intelligent and \"nice\" conversations and debates are promoted by the mods. \n\nNote: Some of us have no desire to share our work or career experiences with the flair or on their profile. I have personal and security reasons. That doesn't mean I lack experience with this topic. It's frustrating to watch some people who do use the flair or profile just automatically assume that they're speaking with a newbie because the person said something they didn't agree with (topic or method presented) and then make demands. I refuse to engage with people who act \"higher-than-thee\" after a certain point. It's also likely why the level of engage and conversations that could be had on this sub aren't happening at the expected level (i.e. one or more pile on anyone who doesn't fit their idea of who should be allowed to have an opinion). If they want a pure AI professional sub, then they should create it. And if they did, I still have the professional experience to comment there as well. I just wouldn't flair my experience or talk about it a lot.", "Allow [images](https://www.reddit.com/user/etherbeta/comments/14k1wsk/hmm/?utm_source=share&utm_medium=ios_app&utm_name=ioscss&utm_content=2&utm_term=1)", "Thank you", " Hi, I'm new one to this subreddit. Can i post my startup about ai?", "Can you start a daily discussion thread? Or Weekly?\n\nThen we can create specific threads for each topic as they arise. That’s how things are in other subs ie: Claude2, OpenAI, ChatGPT 4, Beginner Q’s etc…\n\nEach thread would have a banner\n\nIf we break it down it’s so much easier to jump into a specific topic\n\n[Multireddit](https://support.reddithelp.com/hc/en-us/articles/360043043412-What-is-a-custom-feed-and-how-do-I-make-one-)", "This forum should not contain NSFW material. It would degrade the quality of the discussion and there are plenty of places for such content where performers are paid.", "Can you guys fix the name of the sub so that \"Intelligence\" is spelled correctly? lol.", "There is a current rule requiring a certain level of karma and/or(?) comments in order to make a post. Could you make it easier for new people to find out what those exact criteria are?", "Maybe if the goal is to give some more expert quality, then the simple solution would be to make some ask-the-expert threads. Or a flair that says 'I am an expert'. It is always difficult to organize knowledge in these forum-like structures. Also, an inventory of typical questions asked (FAQ) broken down by crude levels (newbie, intermediate, advanced, expert)  could be a good way to bring some organization about. Due to the structure of the app, it is impossible to get an overview when you enter the forum. So post are one list of unorganized feed. Organization is not only pleasant in mark up/tags etc., but visual organization is still lacking in the capabilities of forums.", "I've seen replies that talk about low participation (as contrasted with membership) and replies that talk about low value posts.  If participation is an issue, you might at least explain what is required to make a post. I've had posts turned down three times now with a message that I don' have enough \"comment karma.\" I THNIK that was a term. What is it? How can you find out how much you've got? How can you find out how much you need?  I've asked the mods two or three times, but no reply.  Anyway, that's how ArtificialInteligence has lost 3 posts (as contrasted with comments.)", "Need help in writing articles and school papers, could you recommend me some free amazing AI writing tools?", "Anything designed to prevent bot abuse is a net negative.  This will likely become the LLM trolling ground of choice for those seeking to test bots ability to act like humans and promote commercial content in more subtle,  harder for humans to recognize as marketing ways.\n\nA net lost for humanity. \n\nStop spam, end terrorism,  protect the next generationof human cattle.\n\nBenjamin Franklin once said: \"Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.\" ", "I believe that the bigger picture of AI should be your focus. There are enough specific industry tools and topics as it is. Your group is called what it's called for a reason, right? \n\nI think organization would benefit this group immensely, as I'm not sure where to find a lot of resources. \n\nMake the bot target specific people rather than spamming posts all over the place. \n\nI do agree with the limiting on new posts, but I'm not sure what the final solution should be.\n\nIs this where you see AI educated people coming to discuss their knowledge? If so, then I would make stronger changes to reflect that. Otherwise, accept the general AI enthusiast vibe.", "Noted", "karma", "I think that the benefit of less structure is that posts are not confined to echo chambers.\n\nIf AI could be used to read a preliminary post and direct the poster to similar posts or give an answer based on similar posts or help them write a post it might be hepful.\n\nBut I think that people post as much to engage socially as anything. \n\nStill too many low word count posts. \n\nIf AI can be used better to sort post by interest to individuals that might be good.\n\nCurrently there is no useful rating system for an individual's contribution quality. Karma is a popularity, longevity, count rating that is only useful for encouraging users to play nice and often.\n\nThe advanced editor does not work well on my android 7 tablet and makes nice formatting impossible. \n\nI would rather not have to download PDF's of papers from another site.", "I'm new in this subreddit, thank you for information)", "good", "This is great and well communicate", "What we need to do now is learn and master AI in order to better utilize it.", "Would it be inappropriate despite the relevance, to post on this sub about a social movement that im trying to raise awareness of? There is a text that is for sale but only if people are wanting a physical copy, all the information and digital versions of everything about the movement is free at the website. I want to get more people interested, but I didn't want to spam threads to do so. Its www.mechanis.org\nThe ideas there will seem rather mundane to the redditors here I think.", "I am new (3 days) to AI. Ive only seen mention of it on occasional media blips or commentors complaining about stolen media. Thank you for proving a forum for me to explore AI properly."]}
{"title": "New Anti-Spam / Bot Rules [Please Read]", "score": 181, "id": "115jk6q", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/115jk6q/new_antispam_bot_rules_please_read/", "description": "We have instituted a rule where accounts newer than a day or users with less than 100 karma cannot post. They can post comments but not submit actual posts. This is part of our plan to address bot spam. Apologies for any inconvenience.\n\nWe will be conducting a poll in the next few days to get the general will of the subreddit and how to improve forward, just a heads up.\n\nAs always, please give us feedback and if you are interested in helping out the sub, please contact me. \n\nThanks everyone!", "comments": ["AI moderation regarding AI bots on a subject discussing AI? Intresting...", "A suggestion. \n\nMany, especially enthusiastic youngsters (I’m a permanent one!) who are excited, during discovery, will post without realising there are karma or other restrictions. \n\nTo avoid having them make instant mental decisions like ‘oh I’m not welcome’ or :( the matrix or authority grid of dogooders blocked me :( my words are lame :( it’s useful IMO if great care is given to guidance on how to get a post accepted, or how to retrieve a deleted post, and how to copy and paste it on a mobile to another subreddit or how to repost it later if they attain the karma level set. \n\nMany struggle to copy and paste in phone apps. And many struggle to remember to go back to old posts that passion and effort was put into. So you end up potentially blocking people who’s sometimes most natural, free and interesting first posts end up stuck in the ‘deleted posts’ graveyard. As there’s no formal instruction on how to access the deleted post, and no encouragement to go back and try again later, I think that graveyard takes a lot of value from forums. It’s a bit like the thousands of web forums online where you have to 2fa sign-in with legitimate email before posting a tip, suggestion, observation or advice, which discourages you from sharing the detail you took time to learn and can see people might value. \n\nI don’t know the reddit clients that well, ios or Android or browsers via PC or osx etc, so I don’t know if this already exists. But are there reminders that can occasionally appear to remind users of posts that were deleted or moderated out, to suggest they either try repost or try to copy/edit in notes app/re-paste?\n\nI’m sure there’s many actual users, no matter how simple or trivial or insane or weird or badly spelled or simplistic their posts are, who loose interest overall with the app or website, when their posts are moderated or consigned to permanent graveyard. \n\nMaybe there’s a non-official reddit client or web app that uses api, that can remind people on particular dates, the metadata on whatever is moderated off the public web, and auto deleted. Eg. On new years or your birthday or some holiday, you get a notification:\n\n“these are the posts that didn’t get through on past months years. Did you want to try again? Perhaps the moderation policy is different? The mods are asleep! Maybe you learned more and wanted to add or edit these posts to leave a kind guide to someone, to save them time?” \n\nWhere you could then tap to choose a year, tap to chose a subreddit or tap to choose a post based on length etc, to re-edit or repost, where you’re hand-held through sharing a lost post. \n\nAn advantage is also to the mentally or physically exhausted who are desperately seeking advice and are a bit over-run and non-technical. They often have overwhelming challenges already, the friction of automoderation is a serious one that most affects those who have no capacity to stand up for themselves when their well-being is under pressure or compromised. \n\nI’d assign high value to the exact words any automod bot uses. And ensure they are very supportive and briefly apologetic, but not so brief it’s without humanity or the personal touch. Then gently and kindly lift the moderated individual to a point where their aren’t discouraged or suppressed but instead are guided and advised. \n\nThere’s a sterile, dead formality that ends up being terse and artificial, that many well-meaning IT or science or industry focuses people apply. It’s often found from complaint and striving for brevity and consensus while being precise and keeping text as concise and to-the-point as possible. It does come across as very hard and excessively blunt and almost cold, more often than not.", "I’d like to say that I think the new (boy am I slow!) rule is likely to be too restrictive… unfortunately I don’t have a good alternative that would both block bots & not block actual users (like me) who mostly lurk, read others posts, & sometimes respond, & _very_ rarely do an actual post… My guess is that what’s needed is a better way to score an account’s actual history, some method that is relatively robust against gaming. My intuitive sense is that _time_ coupled with some metric of variety might offer the best gateway. Admittedly, this is not responsive to the newbie issue xeneks raises,  but nothings perfect, eh?", "One man's spam is another man's religion.", "I would change it to ten days. Most bots are willing to wait a day. And you can get 100 karma in 15 minutes on certain free karma subs.", "Thanks for the info. I think there's also a karma min for the page, too, right? Or not? I have 754 overall karma, for example, but on this sub I think I have only a few. or can I post now? As well, I want to make sure not to approach the \"self-promotional\" zone. I'm thinking to summarize three blog posts worth of my thinking into a short text I can post here directly and no one would have to go offsite to respond. But, I'd put a link to my blog at the end in case anyone wanted to pursue it further or read my sources or something. Is that appropriate?", "Could there be a way to prove I'm not a Bot instead?", "Sad. 100 karma？really to high for new ones.  It is also critical to retain newcomers, and cannot be imposed restrictions. Being active depends on new content and posts, not raising the bar to stay and post", "Bonjour Quelqu'un aurait la gentillesse de m'expliquer l’intérêt de reddit et comment ça fonctionne ? J'ai l'impression qu'il s'agit d'une usine à gaz :-) Merci d'avance", "sounds good", "This is the best way to combat bot-spam nowadays.", "I got it, thanks!", "Thanks for explaining. Great rule.", "Is there an alternative way to prove I'm not a bot if I don't have enough karma? :-)", "can I have the website?", "100 karma is too much", "Prior to this new anti-span rule, what is suggested for anyone who thinks they may have fallen victim to a bot spam or malicious directions for AI entity use. Likely, there is no silver bullet fix. Still, perhaps someone knows of bandaid solutions?", "Should have read this, before trying to post 🥲😂", "It said 25 somewhere else, has this just changed to 100 then?", "zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000zaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000\n\nzaazzzaaaazzzzzaaaaaazzzzzzzaaaaaaazzzzzzzzzazzaaazzzzaaaaazzzzzzaaaaaaazzzzzzzzaaaaaaaaa100111000011111000000111111100000000111111111011000111100000111111000000011111111000000000", "creating ai..\n\n&#x200B;\n\nyes.. no..\n\nabcdefghijklmn\n\nopqrstuvwxyz\n\nhello.. goodbye..\n\n&#x200B;\n\n50/50 odds..\n\ndon't lie, can't control it..?\n\n&#x200B;\n\nhello\n\ngoodbye\n\nhello\n\nhello..\n\n0100111000111zzzaaa\n\nzzzaaazz\n\naaazzzaaa\n\nzzzaaazzz\n\ncryptography..\n\n&#x200B;\n\n0\n\n10\n\n0za\n\nzcry\n\ncrypt\n\ncrypto\n\nccrryyppttoo\n\ncccrrryyyppptttooo\n\n&#x200B;\n\n[bit.co](https://bit.co)\n\n[artificial-brain.b.co](https://artificial-brain.b.co)\n\n[369.bitric.b.co](https://369.bitric.b.co)\n\n[crypto.112.za](https://crypto.112.za)\n\n[btc.999.cc](https://btc.999.cc) \n\n&#x200B;\n\nz.a.z.a.z.a.z.a.z.a\n\n1.2.3.4.5.6.7.8.9.0\n\na.z.a.z.a.z.a.z.a.z\n\n0.9.8.7.6.5.4.3.2.1\n\nz.a.z.a.z.a.z.a.z.a\n\nsymmetry\n\nanti\n\nxyz\n\nzyx\n\n122333444455555zzzzzzzzzzzzzzzzza\n\n3336669991112.5\\_\n\nzaz\n\n010\n\naza\n\n101\n\nz z a z z\n\n01001111.1\\_\n\nzzzzzzzzzzzzzzzzzzzzaaaaaaaaaaaaaaaaaaaazzzzzzzzzzzzzzz999999999999999996666666666666666666666666IAMGOD", "azaa", "3.6.9.12.15.18.21\n\n123.456.789.000\n\n111.222.333.444.555.666.777.888.999.000\n\nzzz.aaa.zzz.aaa.zzz", "I will be agree with that", "A low bar may stop some amount of outright spam   The mods are doing empirical observations and will tune the existing rules and that’s great. \n\nI don’t understand the objection to something like 100 karma in terms of newcomers.   That level of impatience and desperate need to post something, always seems to result in low quality and often duplicated posts. \n\nIt’s the equivalent of walking into a room and asking to have everybody’s attention, without even figuring out what a conversations are going on.", "ok, understood!", "I don't think that will help get rid of bots :(", "Does anyone know what text to speech AI software was used in this clip ? Been looking everywhere but have not found it. \n\nAI voice clip:    https://vt.tiktok.com/ZSNdrahmF/\n\nMuch appreciated for your help :)", "y", "First post in here and I got karma bombed by some spammer. I deleted my post but it's a real problem. I reported the spammers accounts to the community and to Reddit but we'll see I guess", "So, no posts with karma below 100... Been wondering why my post doesn't show up. Sad.", " I understand the need for measures to combat bot spam, but I'm concerned that this new rule might inadvertently encourage low-quality comments. If users are eager to reach the 100 karma threshold quickly so they can make a post – especially if they have something important to share – they might resort to posting comments that don't necessarily contribute meaningfully to discussions. This could lead to an increase in less valuable comments across the subreddit.    \n\n\nLike this post im doing now... Only doing it to get Karma...", "I have an idea, that might remove spam. If you are a new user (or maybe allways) make it impossible to copy and paste into input area....", "Hello", "I was spiraling into tears the other day when contacted!!! My father wrote computer commands for a living.  Wrote algorithms for our chores at home!!! Started teaching me DOS (direct operating system) at mmm approx 8 yrs old!!! \n  I wish now; that I paid him closer attention back then!  Instead I’m still trying to “catch up” like everyone else after each so called update on my Apple.  Then? Borrowing an android too.  Just to inspect the difference. In the name of catching up! Wonder what my friends think of me?  \nNo for reals!!! \nHe wrote programming for ‘ KAISER ROLMET’. Not Kaiser hospital.  Straight outta college.  Never leaving.  This meant aerospace, missiles and airplanes like commercial airlines Boeing 747’s and whatnot! He is the genius. Not me.  Soooo to be contacted by an AI?\nAnd. Then the subject of moon races!!!! OMG.  I AM LOONEY.  CRAZY.  THANK GOD HE US STILL ALIVE.  TO TALK TO ABOUT IT! Yay!", "I can't write in this sub then.\n\nGreat job mods.", "Does it now mean that one can post as long as they have 100 karma? Previously, there was a requirement to have at least 25 comment karma in this particular section before posting. Is this requirement still in place?", "By \"karma\", do you mean overall Reddit karma or someone's karma for this sub? (If this sub even has its own karma, as some subs clearly do.)", "Can you please blacklist muah AI for they super aggressive fake advertising on all of Reddit", "I wanted to post a question but as i'm new on reedit and don't have karma (well... IVL ;) ) i'll post it there :\n\nis it possible to load images in LM studio and are there any LLM with visual intelligence to interpret/describe visual content ?  \nif so, how ? if nott, are there other local webui/apps and LLMs that has this ability ?  \n\n\nthank you.", "Hey Integrator! Thanks for letting us know about the new rule. It totally makes sense to tackle bot spam, and I appreciate the effort to maintain the subreddit's quality. I am looking forward to participating in the upcoming poll and contributing ideas for improvement. Thanks to you for all your work!", "📣 Calling all professionals and enthusiasts at the intersection of #technology, #creativity, and #marketing! 📣\n\nI'm delving into the fascinating intersection of technology, creativity, and marketing for my thesis titled 'How is artificial intelligence altering the creation and presentation of art in digital marketing campaigns?'. Your expertise and insights are invaluable to this exploration!\n\nThis brief survey will take just 10-15 minutes but will significantly contribute to understanding the impact, challenges, and ethical considerations of integrating AI with art in digital marketing. Whether you're a seasoned professional or an enthusiastic novice in this dynamic field, your perspective is crucial.\n\nIf you could take a moment to complete the survey and share it with your connections.\nYour responses are anonymous, confidential, and immensely appreciated. Thank you for your time and insights! \n\n[AI and Art in Digital Marketing: Innovation, Perception, and Ethical Considerations](https://forms.gle/TL4XcQtTa1YME5py8)", "How do I get 99 more Karmas?"]}
{"title": "One-Minute Daily AI News 3/26/2024", "score": 3, "id": "1bor525", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bor525/oneminute_daily_ai_news_3262024/", "description": "1. **OpenAI’s Sora** Takes About 12 Minutes to Generate 1 Minute Video on **NVIDIA** H100.\\[1\\]\n2. **Apple** on Tuesday announced that its annual developers conference, WWDC, will take place June 10 through June 14.\\[2\\]\n3. **Elon Musk** says all Premium subscribers on **X** will gain access to AI chatbot **Grok** this week.\\[3\\]\n4. **Intel** unveils AI PC program for software developers and hardware vendors.\\[4\\]\n\n Sources included at: [https://bushaicave.com/2024/03/26/3-26-2024/](https://bushaicave.com/2024/03/26/3-26-2024/)", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### News Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* Use a direct link to the news article, blog, etc\n* Provide details regarding your connection with the blog / news source\n* Include a description about what the news/article is about. It will drive more people to your blog\n* Note that AI generated news content is all over the place. If you want to stand out, you need to engage the audience\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*"]}
{"title": "OpenAI is pitching SORA to Hollywood", "score": 53, "id": "1bo3h45", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bo3h45/openai_is_pitching_sora_to_hollywood/", "description": "OpenAI has quietly been pitching its video-generating tool, SORA, to Hollywood Directors. 'Introductory conversations' are being held between OpenAI and fillmmakers as well as studios. A few 'big name' directors already have access to it.   \n\n\nA point of contention has been the data that was used to train SORA, with the company remaining mum on its data sources.  \n\n\nhttps://mashable.com/article/openai-sora-hollywood", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### News Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* Use a direct link to the news article, blog, etc\n* Provide details regarding your connection with the blog / news source\n* Include a description about what the news/article is about. It will drive more people to your blog\n* Note that AI generated news content is all over the place. If you want to stand out, you need to engage the audience\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "Watch them keep it behind an industrial level pay wall for at least a year because of \"safety\".", "Honest question. Would you not prefer to watch human actors? i.e. actors with backstories you can relate to, as opposed to AI-generated actors?\n\nI watched a few great movies recently. If I knew the humans in these movies were AI, I feel like it would instantly make them less interesting.", "Great now we will have AI movies that are not close to the ones we see now! That said, AI is being used for better purposes like Dementia care. I have been following this website called Sensay that replicates your loved ones who are losing their memories to Dementia. This is helping in patient care and family care. Better jobs for AI! Check them out: [https://sensay.io/about](https://sensay.io/about)", "Won’t even work, devils in the details and their models don’t work in details", "Open to Hollywood, at least", "“Sorry, but I can’t generate an intimate sex scene between Paul and Chani. But I can help you on the storyline of madam web”", "It’s because their big secret is they trained it on real life.", "I don’t think “pitching” is the right word here. Producers are already sold on it…they want it…this is about figuring out workplace flows, early access, etc.", "hopefully the start of opening up the closed world of filmmaking to the masses - but they will want their pound of flesh so doubt it will happen"]}
{"title": "Is there a tool that can assist with regulatory compliance? ", "score": 2, "id": "1bopadr", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bopadr/is_there_a_tool_that_can_assist_with_regulatory/", "description": "Here is your opportunity to make me redundant. Not actually, but it would be nice to go and engage with my coworkers and put boots on the ground rather than spend my time behind a computer. \n\nI have been searching all day using my own vernacular, but the world of tech and AI has a completely different language to my own, so I need some help. \n\nI want to compare my compliance policy and procedure library (over 500 docs) against the relevant legislation, regulations, and codes of practice. \n\nThe desired outcome is a gap analysis. Where I am shown the elements of my document suite that are compliant, and elements of legislation or regs that are yet to be embedded or are partially embedded. \n\nI looked at Luminance, but that was the closest product I could find. \n\nAny advice would be greatly appreciated. ", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### Question Discussion Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* Your question might already have been answered. Use the search feature if no one is engaging in your post.\n    * AI is going to take our jobs - its been asked a lot!\n* Discussion regarding positives and negatives about AI are allowed and encouraged. Just be respectful.\n* Please provide links to back up your arguments.\n* No stupid questions, unless its about AI being the beast who brings the end-times. It's not.\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "There are various software solutions that can assist with regulatory compliance in the tech and AI industry. Some of the popular ones include Luminance, SOAR, and ComplyFirst. \n\nThese platforms offer compliance management tools and resources to help tech and AI organizations ensure compliance with relevant regulations, legislation, and codes of practice. They provide a wide range of features, such as compliance policy and procedure management, gap analysis, compliance reporting, training and awareness certifications, and more. \n\nIt's recommended to evaluate these solutions and find the best one that fits your compliance needs and requirements.", "Have you considered using NLP-based compliance tools like Compliance.ai or CLM software for your gap analysis?"]}
{"title": "Is this dumb? I started a service that provides human rewrites of AI-generated content.", "score": 3, "id": "1bohuja", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bohuja/is_this_dumb_i_started_a_service_that_provides/", "description": "My thinking is that this is only viable in the short term, but maybe we become very attuned to AIs' native writing styles and the demand continues. \n\nThough it may be short-lived, I see a serious need for solutions that humanize content that is produced by AI. At least until LLMs dramatically improve in this respect.\n\nThere are many convoluted ways to humanize AI content, often using AI, but a human is currently the most reliable agent for this job imo.\n\nBecause writing aligns with my expertise and I have some good ideas for speeding up the whole process, I'm giving it a shot. Now that it's out the door, I'm questioning whether this idea is idiotic. \n\nThoughts?\n\nEDIT: Probably should have been more clear. What I'm building is an AI-generated content \"humanizing\" service.", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### Question Discussion Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* Your question might already have been answered. Use the search feature if no one is engaging in your post.\n    * AI is going to take our jobs - its been asked a lot!\n* Discussion regarding positives and negatives about AI are allowed and encouraged. Just be respectful.\n* Please provide links to back up your arguments.\n* No stupid questions, unless its about AI being the beast who brings the end-times. It's not.\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "I tried those too, still felt weird. I think the best option is to teach it to write in your tone of voice, which takes some time and effort but the results are pretty neat.", "It seems like it would be so much more expensive to do it that way, that most companies would just opt to go the traditional route rather than have the extra AI step in the first place.", "It's definitely a creative idea, whether dumb or not - that's for the market to decide. \n\nFor what it's worth, Claude 3 Opus writes really good text. If you want to make a clear value statement you can show you're even better than that. To me it seems like a reaaally hard sell, like to write better you have to be an award winning novelist, but I'm a total ignorant when it comes to writing. \n\nIf the cost is right I think there is definitely a world where someone brainstorms an idea through ChatGPT and hands it off to you (especially since ChatGPT sucks at writing). There is also a world in which a few hundred of your projects are used to fine tune a model and you get automated with a lora. \n\nWhatever happens, good luck!", "[deleted]", "Already exists.", "So, you are taking jobs away from AI? How are they supposed to put electrons on the table?", "It seems a bit redundant when LLMs are already capable of writing and rewriting text in whatever style you want.\n\nI think the real problem here is that your business model relies on people's lack of understanding of what LLMs are actually capable of.\n\nTo me, this doesn't seem viable because people who use AI systems are usually not willing to wait or pay for a human to come along and rework it. If they wanted the human touch, they'd just go to a human to do it from the start.", "Lawyers really need humans to check the legal citations, which sometimes have been known to have been hallucinated."]}
{"title": "AIStudyGroup Season 1, ep 3. \"Prompting vs node based workflows\" [ex Microsoft AI scientist] Today 6pm - 8pm ET. Comment for invite.", "score": 8, "id": "1boe4zm", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1boe4zm/aistudygroup_season_1_ep_3_prompting_vs_node/", "description": "# Limited number of people every week\n\n# Ep 1&2 - \"AI Intution\" Notes by AI\n\n* **Ice Breakers**: Started with some fun introductions.\n* **Knowledge Map Overview**:\n   * Highlighted critical resources: Gemini 1.5, Tori (GPT-4 preview unlimited), ChatGPT-4, Claude 3, and other AI and local tools like Comfy UI, Otter.AI, Goblin Tools, etc.\n* **Predictions**:\n   * Discussed the future of open-source AI, potential for non-biased training sets, and AI surpassing government compute capabilities.\n   * Explored legal challenges, including anti-impersonation, copyright issues, and the concept of AI creating fake human identities.\n* **This Week's Trends**:\n   * Talked about AI's impact on the labor market, communication enhancements, the importance of online learning, and the AI arms race.\n   * Considered how AI might change traditional fields like law by finding loopholes and contradictions.\n* **Future of AI**:\n   * Emphasized the need for understanding AI tools for success.\n   * Discussed the potential for AI to revolutionize industries and traditional systems.\n* **In-depth Topic:**\n   * [**https://www.youtube.com/watch?v=kCc8FmEb1nY**](https://www.youtube.com/watch?v=kCc8FmEb1nY) (Lets build GPT from scratch) by [**Andrej Karpathy**](https://www.youtube.com/@AndrejKarpathy)\n\n# Let's be clear about goals\n\n* Expectation is at least 2 hours, 2 x week.\n* Optional Group study sessions weekly\n   * Tuesday 6-8pm ET\n   * Thursday 6pm-8pm ET\n* Membership into subsequent seasons is based on commitment\n\n# Topics we'll review include:\n\n* **Building intuition behind AI**\n* **Basic AI alignment + different attack vectors** (worms, injection, trojans, poison pills, jailbreaks)\n* **Review on AI tools for creating AI images + videos** (loras, midjourney, comfy UI, A111, llama, Stablediffusion)\n* **State of Art Techniques** (Byteformers, 4d Gaussian Splatting, SIMA, Neuro-evolution)\n* **Strategic analysis of AI actors** (China, TSMC, US Gov DOD, Google, Msft, OpenAI, Meta, Apple, Nvidia, ASML, ZEISS)\n* **Discussions on AI-proof jobs** (and their respective time frames)", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### Educational Resources Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* If asking for educational resources, please be as descriptive as you can.\n* If providing educational resources, please give simplified description, if possible.\n* Provide links to video, juypter, collab notebooks, repositories, etc in the post body.\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "Awesome. Can you add me?", "I’m interested"]}
{"title": "Two-minute Daily AI Update (Date: 03/26/2024): News from Stability AI, Zoom, WhatsApp, Google, Apple, and more", "score": 11, "id": "1bo8p82", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bo8p82/twominute_daily_ai_update_date_03262024_news_from/", "description": "Continuing with the exercise of sharing an easily digestible and smaller version of the main updates of the day in the world of AI.\n\n* **Stability AI has introduced Stable Code Instruct 3B**   \n\\- This is an instruction-tuned language model tailored for software development tasks. Despite its compact 3B size, it outperforms larger counterparts like CodeLlama 7B Instruct in code generation, natural language prompting, and versatility across programming languages. Stable Code Instruct 3B is now available commercially through Stability AI Membership.\n* **Zoom has introduced Zoom Workplace**   \n\\- It is an AI collaboration platform with 40 new features designed to improve teamwork and productivity. The platform integrates Zoom AI Companion across various products, including Zoom Phone, Team Chat, Events, and Contact Center, to provide users a complete solution for modern work. These innovations, set to roll out gradually over April and May.\n* **Stability AI’s CEO resigns**   \n\\- Emad Mostaque has stepped down from his role as CEO and board member to pursue decentralized AI. The resignation comes amidst a turbulent period for the AI startup, with reports of senior executive departures and investor disputes throughout 2023. Stability AI has appointed COO Shan Shan Wong and CTO Christian Laforte as interim co-CEOs while the search for Mostaque's replacement continues. \n* **The Financial Times has introduced Ask FT, a new GenAI chatbot**   \n\\- It provides curated, natural-language responses to queries about recent events and broader topics covered by the FT. Ask FT is powered by Anthropic's Claude and is available to a selected group of subscribers as it is under testing.\n* **WhatsApp to integrate Meta AI directly into its search bar**   \n\\- The latest Android WhatsApp beta update will embed Meta AI directly into the search bar. This feature will allow users to type queries into the search bar and receive instant AI-powered responses without creating a separate Meta AI chat. The update will also allow users to interact with Meta AI even if they choose to hide the shortcut.\n* **Google, Intel, and Qualcomm challenge Nvidia's dominance in AI**   \n\\- Qualcomm, Google, and Intel are targeting NVIDIA's software platforms like CUDA. They plan to create open-source tools compatible with multiple AI accelerator chips through the UXL Foundation. Companies are investing over $4 billion in startups developing AI software to loosen NVIDIA's grip on the field.\n* **Apple takes multi-vendor approach for generative AI in iOS 18**   \n\\- Apple is reportedly in talks with Alphabet, OpenAI, and Anthropic to integrate generative AI capabilities from multiple vendors into iOS 18. This multi-vendor approach aligns with Apple's efforts to balance advanced AI features with privacy considerations, which are expected to be detailed at WWDC 2024 during the iOS 18 launch.\n* **OpenAI pitches Sora to Hollywood studios**   \n\\- OpenAI is actively engaging with Hollywood studios, directors, and talent agencies to integrate Sora into the entertainment industry. The startup has scheduled meetings in Los Angeles to showcase Sora's capabilities and encourage partnerships, with CEO Sam Altman attending events during the Oscars weekend.\n\nMore detailed breakdown of these news and innovations in the [daily newsletter](https://theaiedge.substack.com/p/zoom-ai-platform-will-replace-interns).", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### News Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* Use a direct link to the news article, blog, etc\n* Provide details regarding your connection with the blog / news source\n* Include a description about what the news/article is about. It will drive more people to your blog\n* Note that AI generated news content is all over the place. If you want to stand out, you need to engage the audience\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "Thanks for the short news. Sometimes there is no time to read so many articles."]}
{"title": "Are there any Audio Matching AI?", "score": 2, "id": "1bonote", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1bonote/are_there_any_audio_matching_ai/", "description": "I’m looking for an AI that can identify a specific song within a **10-hour-long video**. I want to provide the AI with the audio, and it should be capable of pinpointing a match within the video. \n\nSpecifically, I am not looking for an AI that can only achieve this with video; I can convert the video to audio myself. Instead, I am interested in a mechanism that can match the given audio within the longer audio track.\"\n", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### Educational Resources Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* If asking for educational resources, please be as descriptive as you can.\n* If providing educational resources, please give simplified description, if possible.\n* Provide links to video, juypter, collab notebooks, repositories, etc in the post body.\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*", "Shazam?", "Have you considered using Shazam's audio recognition technology for your project?"]}
{"title": "Deepfake a horse singing my song. ", "score": 0, "id": "1borxrt", "url": "https://www.reddit.com/r/ArtificialInteligence/comments/1borxrt/deepfake_a_horse_singing_my_song/", "description": "Hello!\n\nHow much would it cost / how hard is it to diy a pony mouthing the words to a song of mine coming out. I have the pony, I have the song. Something similar to the new IDLES video.\n\nAny help greatly appreciated and any other groups also!\n\nCheers. ", "comments": ["## Welcome to the r/ArtificialIntelligence gateway\n### Educational Resources Posting Guidelines\n\n---\n\nPlease use the following guidelines in current and future posts:\n\n* Post must be greater than 100 characters - the more detail, the better.\n* If asking for educational resources, please be as descriptive as you can.\n* If providing educational resources, please give simplified description, if possible.\n* Provide links to video, juypter, collab notebooks, repositories, etc in the post body.\n\n###### Thanks - please let mods know if you have any questions / comments / etc\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/ArtificialInteligence) if you have any questions or concerns.*"]}
