{"title": "I want to be a blockchain dev!", "score": 1, "id": "1br0hu4", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1br0hu4/i_want_to_be_a_blockchain_dev/", "description": "Hello there I'm currently in my 3rd year of comp sci. I'm interested in blockchain development can anyone guide me to become one?   \n", "comments": ["YouTube, and conferences. Also get claude3"]}
{"title": "Which crypto wallet should i use to accept payments?", "score": 1, "id": "1bplt8a", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bplt8a/which_crypto_wallet_should_i_use_to_accept/", "description": "I have been doing certain freelance projects which are mostly related to web3 and payments are done in crypto currency. Till now,they were directly transferring money to my account but now it seems i should have one crypto wallet.One person advises me to use binance but it is now blocked in India.Which crypto wallet should i use to accept payments such that i can withdraw money from it?\n#web3 #freelance #cryptocurrency ", "comments": ["Take it in Metamask. Oasis Sapphire-powered confidential DEX, [illumineX](https://ix.exchange) already allows private cross-chain swaps in all major EVM chains, and are on the threshold to [integrate Bitcoin](https://twitter.com/illuminexswap/status/1773053694822494477) which will start the ball rolling on getting more non-EVM chains on board. So, With your tokens on Metamask, you can easily navigate web3.", "What about Coinbase? Seems like quite a reliable option.", "Use solana, phantom wallet can connect to payment gateways"]}
{"title": "Create & launch Your Own Fully Functional, Customizable DEX in Minutes!", "score": 0, "id": "1bol6eb", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bol6eb/create_launch_your_own_fully_functional/", "description": "\\#CryptoDevelopers no longer need to spend $40,000 + and take 3 months or longer working on the fly to build a #DEX. You can now build your own fully functional, customizable DEX in minutes, and it only costs $349.00. Find the details at https://66Bucks.com. #DEXOnDemand #Blockchain", "comments": []}
{"title": "Páginas web y criptomonedas", "score": 1, "id": "1bo3f3x", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bo3f3x/páginas_web_y_criptomonedas/", "description": "Algún programador con conocimiento en desarrollo de páginas web, y criptomonedas para discutir un proyecto", "comments": []}
{"title": "Are there actually any decent blockchain devs in the UK? ", "score": 4, "id": "1bnt7sm", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bnt7sm/are_there_actually_any_decent_blockchain_devs_in/", "description": "Im beginning to think Blockchain development in the UK just hasn’t been an area that has been grown or promoted as I have been looking for a dev here for a while but can’t really find anyone. \n\nBut when I look at all the good blockchain devs I know online, they’re all mainly Europe and far east based. \n\nIs this a similar experience for others? ", "comments": []}
{"title": "Is smart contract vulnerability scanner essential?", "score": 1, "id": "1bnqu3l", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bnqu3l/is_smart_contract_vulnerability_scanner_essential/", "description": "I was wondering if smart contract vulnerabilities scanners are actually used by companies etc. e.g. for cloud security, docker images scanners like trivy or snyk are essentials. Is it the same in blockchain security?", "comments": []}
{"title": "Bling signing when trying to send ERC20 token", "score": 1, "id": "1bmg3te", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bmg3te/bling_signing_when_trying_to_send_erc20_token/", "description": "I am trying to send USDT ERC20 token through arbitrum network and all things go well until i want to personally sign it using my hardware wallet. seems like the ABI is wrong or corrupt as i get bling signing transaction message.\n\nhas anyone come across this before or does any one know off the shelf solution for issues like this? The Dapp i am building is having issues when trying to send USDT from arbitrum network even when i am using ABI provided by arbiscan.\n\nAny suggestions or resources would be appreciated.\n\nThanks Heaps.", "comments": []}
{"title": "Any good resource to learn blockchain dev", "score": 1, "id": "1bm2nqz", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bm2nqz/any_good_resource_to_learn_blockchain_dev/", "description": "I'm a Backend devloper I want to get into blockchain dev. I already know little bit of solidity and how the who blockchain ecosystem work and I'm familiar with it, I want a resource which an help to build some dapps through which I can dive deep into it and get in blockchain market.", "comments": ["https://roadmap.sh/ may help"]}
{"title": "Smart contracts Blockchain ", "score": 1, "id": "1blgjhe", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1blgjhe/smart_contracts_blockchain/", "description": "Hello everyone, I am currently studying blockchain technology and have a strong programming background, which has helped me excel in creating smart contracts using Solidity. I have a good grasp of the basics and have created and tested several smart contracts. However, I'm unsure of how to leverage these skills to secure a contract or job opportunity. Additionally, I'm not very proficient with the command line. What steps should I take to overcome these challenges", "comments": []}
{"title": "anyone willing to learn blockchain together??? ", "score": 1, "id": "1bl4vxt", "url": "https://www.reddit.com/r/blockchaindeveloper/comments/1bl4vxt/anyone_willing_to_learn_blockchain_together/", "description": "", "comments": []}
